Repository: BrandaoR/TraduXio
Catalog: languages/*.po
Languages: it_it

source: Save
it_it: Salva

source: Save and quit
it_it: Salva ed esci

source: Cancel
it_it: Annulla

source: Add Privilege
it_it: Aggiungi Privilegio

source: Your email address
it_it: Il tuo indirizzo email

source: Subject
it_it: Oggetto

source: Your message
it_it: Il tuo messaggio

source: Send
it_it: Invio

source: Text to add
it_it: Testo da aggiungere

source: Deposit
it_it: Inserisci

source: Text content
it_it: Contenuto del testo

source: Source language
it_it: Lingua sorgente

source: Remove Privilege
it_it: Elimina Privilegio

source: Welcome
it_it: Benvenuto

source: Logout
it_it: Esci

source: Login
it_it: Entra

source: Traduxio Project
it_it: Progetto Traduxio

source: Works
it_it: Opere

source: Concorder
it_it: Ricerca

source: My Translations
it_it: Mie Traduzioni

source: New text
it_it: Nuovo Testo

source: Help
it_it: Aiuto

source: About
it_it: Informazioni

source: Feedback
it_it: Scrivici

source: The application
it_it: L'applicazione

source: has been developed by the
it_it: é stata sviluppata dall'associazione

source: association and the
it_it: e dal laboratorio

source: laboratory, supported by
it_it: in collaborazione con l'

source: and by the
it_it: e con l'

source: Manage Text's Privileges
it_it: Gestione dei Privilegi del Testo

source: Back to the text
it_it: Ritorna al testo

source: Standard Privileges
it_it: Privilegi Standard

source: Custom Privileges
it_it: Privilegi Personalizzati

source: Select and click on Remove Privilege to delete a permission
it_it: Seleziona e clicca su Rimuovi Privilegio per eliminare un permesso

source: Remove an existing permission
it_it: Rimuovi permessi esistenti

source: NO EXISTING PRIVILEGES
it_it: NON ESISTONO PRIVILEGI

source: Add a new permission
it_it: Aggiungi nuovi permessi

source: Last segment of the text
it_it: Ultimo segmento del testo

source: Continue Text Insertion
it_it: Continua Inserimento Testo

source: You have not inserted any text's translations
it_it: Non é stata inserita nessuna traduzione del testo

source: HOMEPAGE PHRASE
it_it: Dal punto di vista della comunità, il linguaggio non è soltanto un fatto sociale , [...] è invece [...] il fondamento di ogni associazione umana.

source: Translating cultural texts
it_it: Traduzione di Testi Culturali

source: Homepage
it_it: Pagina Principale

source: Create Translation of
it_it: Traduci

source: Translations
it_it: Traduzioni

source: Options
it_it: Opzioni

source: Create a Translation
it_it: Creare una Traduzione

source: Text inserted by
it_it: Testo inserito da

source: Read Text
it_it: Leggi Testo

source: Original text
it_it: Testo Originale

source: This translation
it_it: Questa traduzione

source: Edit Translation
it_it: Modifica Traduzione

source: Edit this Translation
it_it: Modifica Traduzione

source: Manage text's privileges
it_it: Gestione dei Privilegi del Testo

source: Manage Text's privileges
it_it: Gestione dei Privilegi del Testo

source: Original Text
it_it: Testo Originale

source: Translation
it_it: Traduzione

source: Read Translation
it_it: Leggi Traduzione
